import project01 from "./../img/projects/01.png";
import project01Big from "./../img/projects/01-big.png";
import project02 from "./../img/projects/02.png";
import project02Big from "./../img/projects/02-big.png";
import project03 from "./../img/projects/03.png";
import project03Big from "./../img/projects/03-big.png";
import project04 from "./../img/projects/04.png";
import project04Big from "./../img/projects/04-big.png";
import project05 from "./../img/projects/05.png";
import project05Big from "./../img/projects/05-big.png";
import project06 from "./../img/projects/06.png";
import project06Big from "./../img/projects/06-big.png";
import project07 from "./../img/projects/07.png";
import project07Big from "./../img/projects/07-big.png";
import project08 from "./../img/projects/08.png";
import project08Big from "./../img/projects/08-big.png";
import project09 from "./../img/projects/09.png";
import project09Big from "./../img/projects/09-big.png";
import project10 from "./../img/projects/10.png";
import project10Big from "./../img/projects/10-big.png";

const projects = [
    { 
        title: 'Klik', 
        skills: 'asdasdasdasdasd', 
        img: project01, 
        imgBig: project01Big, 
        description: 'освежитель воздуха', 
        features: [ 
            '► Водная основа обеспечивает дополнительное увлажнение воздуха;', 
            '► Максимально стойкие арома-композиции ведущих европейских производителей;', 
            '► Не содержит триэтиленгликоля!', 
            '► Не содержит фосфатов!', 
            '► Не содержит органических растворителей;', 
            '► Безопасны при ежедневном использовании;', 
        ], 
        assortment: [ 
            'Fresh', 
            'Морской круиз', 
            'Антитабак', 
            'Озон', 
            'Весенняя свежесть',
            'После дождя', 
            'Ландыш', 
            'Тропик', 
            'Лимон', 
        ], 
        specs: [ 
            { name: 'обьем, мл', value1: '250', value2: '' }, 
            { name: 'кол-во в коробе, шт', value1: '24', value2: '' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '' }, 
            { name: 'вес короба, кг', value1: '6,2', value2: '' }, 
            { name: 'габариты короба, мм', value1: '320х220х240', value2: '' }, 
            { name: 'размер баллона, мм (DхH)', value1: '52х235', value2: '' },
            { name: 'срок годности, мес', value1: '24', value2: '' },
        ] 
    },

{ 
        title: 'Green House', 
        skills: 'asdasdasdasdasd', 
        img: project02, 
        imgBig: project02Big, 
        description: 'Нейтрализатор воздуха', 
        features: [ 
            '► Нейтрализует все виды неприятных запахов благодаря содержанию молекул серебра;', 
            '► Максимально стойкие арома-композиции ведущих европейских производителей;', 
            '► Не содержит триэтиленгликоля!', 
            '► Не содержит фосфатов!', 
            '► Не содержит органических растворителей;', 
            '► Безопасны при ежедневном использовании;', 
        ], 
        assortment: [ 
            'Aquaminerals', 
            'Морской круиз', 
            'Mint&Ice', 
            'Сирень', 
            'Антитабак',
            'Соблазн', 
            'Зеленый чай', 
            'Утренняя роса',   
        ], 
        specs: [ 
            { name: 'обьем, мл', value1: '250', value2: '' }, 
            { name: 'кол-во в коробе, шт', value1: '24', value2: '' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '' }, 
            { name: 'вес короба, кг', value1: '6,2', value2: '' }, 
            { name: 'габариты короба, мм', value1: '320х220х240', value2: '' },  
            { name: 'размер баллона, мм (DхH)', value1: '52х235', value2: '' },
            { name: 'срок годности, мес', value1: '24', value2: '' },
        ] 
    },

{ 
        title: 'Дихлофокс', 
        skills: 'asdasdasdasdasd', 
        img: project03, 
        imgBig: project03Big, 
        description: 'Средства для борьбы с насекомыми', 
        features: [ 
            '► Высокая эффективность препарата(доказано независимыми институтами России);', 
            '► Максимально стойкие арома-композиции ведущих европейских производителей;', 
            '► Не токсичен!', 
        ], 
        assortment: [ 
            '«Дихлофокс» универсальный, 250мл', 
            '«Дихлофокс» универсальный, 180мл',
            '«Дихлофокс» против ползающих насекомых',
            '«Дихлофокс» против летающих насекомых',

        ], 
        specs: [ 
            { name: 'обьем, мл', value1: '180', value2: '250' }, 
            { name: 'кол-во в коробе, шт', value1: '24', value2: '24' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '12' }, 
            { name: 'вес короба, кг', value1: '4,66', value2: '5,75' }, 
            { name: 'габариты короба, мм', value1: '320х220х200', value2: '320х220х240' },
            { name: 'размер баллона, мм (DхH)', value1: '52х195', value2: '52х235' },
            { name: 'срок годности, мес', value1: '24', value2: '24' },
        ] 
    },

{ 
        title: 'Antistatic', 
        skills: 'asdasdasdasdasd', 
        img: project04, 
        imgBig: project04Big, 
        description: 'Универсальное антистатическое средство', 
        features: [ 
            '► Пролонгированный антистатический эффект(в сравнении с продукцией конкурентов);', 
            '► Высококачественные компоненты бережно воздействуют на обрабатываемую поверхность;', 
            '► Легкий нейтральный аромат;', 
            '► Для ежедневного использования.', 
        ], 
        assortment: [ 

        ], 
        specs: [ 
            { name: 'обьем, мл', value1: '180', value2: '' }, 
            { name: 'кол-во в коробе, шт', value1: '24', value2: '' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '' }, 
            { name: 'вес короба, кг', value1: '4,3', value2: '' }, 
            { name: 'габариты короба, мм', value1: '320х220х200', value2: '' }, 
            { name: 'размер баллона, мм (DхH)', value1: '52х195', value2: '' },
            { name: 'срок годности, мес', value1: '24', value2: '' },
        ] 
    },

{ 
        title: 'Polly', 
        skills: 'asdasdasdasdasd', 
        img: project05, 
        imgBig: project05Big, 
        description: 'Полироль', 
        features: [ 
            '► Придание блеска поверхности;', 
            '► Восстанавливающие свойства;', 
            '► Антистатические свойства', 
            '► Водоотталкивающие свойства!', 
            '► Дополнительная ароматизация помещения;', 
            '► Минимальное содержание органических растворителей;', 
            '► Содержат высокочистые силиконы.;', 
        ], 
        assortment: [ 
            'Полироль-освежитель «Универсальный» с ароматом капучино, ванили и корицы', 
            'Полироль-освежитель «Защитный блеск» с ароматом лимона', 
        ], 
        specs: [ 
            { name: 'обьем, мл', value1: '250', value2: '' }, 
            { name: 'кол-во в коробе, шт', value1: '24', value2: '' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '' }, 
            { name: 'вес короба, кг', value1: '6,2', value2: '' }, 
            { name: 'габариты короба, мм', value1: '320х220х240', value2: '' }, 
            { name: 'размер баллона, мм (DхH)', value1: '52х235', value2: '' },
            { name: 'срок годности, мес', value1: '24', value2: '' },
        ] 
    },

{ 
        title: 'TIARA', 
        skills: 'asdasdasdasdasd', 
        img: project06, 
        imgBig: project06Big, 
        description: 'Средства для укладки волос', 
        features: [ 
            '► Яркий стильный дизайн;', 
            '► Гарантированная защита от вовышенной влажности;', 
            '► Защита от воздействия солнечного излучения;', 
            '► Сохранение цвета окрашенных волос;', 
            '► Длительная фиксация укладки;', 
            '► Легко удаляется с поверхности волос;', 
            '► Оптимален для ежедневного использования;',
        ], 
        assortment: [ 
            'Лак для волос «Tiara Volume» ультрасильной фиксации, 180 мл.;', 
            'Лак для волос «Tiara Volume» ультрасильной фиксации, 300 мл.;', 
            'Лак для волос «Tiara Shine» сильной фиксации, 180 мл.;', 
            'Лак для волос «Tiara Shine» сильной фиксации, 300 мл.;', 

        ], 
        specs: [ 
            { name: '', value1: 'ЛАК', value2: 'ЛАК' }, 
            { name: 'обьем, мл', value1: '180', value2: '300' },
            { name: 'кол-во в коробе, шт', value1: '24', value2: '24' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '12' }, 
            { name: 'вес короба, кг', value1: '4,40', value2: '7,20' }, 
            { name: 'габариты короба, мм', value1: '320х220х210', value2: '320х220х240' },
            { name: 'размер баллона, мм (DхH)', value1: '52х195', value2: '52х235' },
            { name: 'срок годности, мес', value1: '36', value2: '36' },
        ] 
    },

{ 
        title: 'Profi Effect', 
        skills: 'asdasdasdasdasd', 
        img: project07, 
        imgBig: project07Big, 
        description: 'Средства для укладки волос', 
        features: [ 
            '► Оптимален для моделирования сложных причесок;', 
            '► Устойчивая к повышенной влажности фиксация при сохранении эластичности укладки;', 
            '► Сияющий блеск и кондиционирующий эффект без утяжеления волос;', 
            '► Качество распыления, не отягощающее и склеивающее волосы;', 
            '► Безопасен! Отсутствуют запрещенные пластификаторы;', 
            '► Максимальная степень чистоты компонентов;', 
            '► Легко удаляется с поверхности волос.',
        ], 
        assortment: [ 
            'Лак для волос «Profi Effect Intense» ультрасильной фиксации;', 
            'Лак для волос «Profi Effect Energy» сильной фиксации;', 
            'Мусс для волос «Profi Effect Intense» сильной фиксации;', 
        ], 
        specs: [ 
            { name: '', value1: 'ЛАК', value2: 'МУСС' }, 
            { name: 'обьем, мл', value1: '250', value2: '180' },
            { name: 'кол-во в коробе, шт', value1: '24', value2: '24' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '12' }, 
            { name: 'вес короба, кг', value1: '6,1', value2: '5,23' }, 
            { name: 'габариты короба, мм', value1: '320х220х240', value2: '280х190х240' },
            { name: 'размер баллона, мм (DхH)', value1: '52х235', value2: '45х235' },
            { name: 'срок годности, мес', value1: '24', value2: '24' },
        ] 
    },
{ 
        title: 'ПРЕЛЕСТЬ', 
        skills: 'asdasdasdasdasd', 
        img: project08, 
        imgBig: project08Big, 
        description: 'Средства для укладки волос', 
        features: [ 
            '► Классическая, проверенная временем рецептура;', 
            '► Компоненты природного происхождения;', 
            '► Отпимален для надежной ежедневной фиксации;', 
            '► Лучшее ценовое предложение;', 
        ], 
        assortment: [ 
            'Лак для волос «Прелесть traditional» ультрасильной фиксации, 160мл.', 
            'Лак для волос «Прелесть traditional» ультрасильной фиксации, 200мл.', 
        ], 
        specs: [ 
            { name: '', value1: 'ЛАК', value2: 'МУСС' }, 
            { name: 'обьем, мл', value1: '200', value2: '160' },
            { name: 'кол-во в коробе, шт', value1: '24', value2: '48' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '24' }, 
            { name: 'вес короба, кг', value1: '4,6', value2: '7,5' }, 
            { name: 'габариты короба, мм', value1: '280х190х220', value2: '370х270х190' },
            { name: 'размер баллона, мм (DхH)', value1: '45х215', value2: '45х180' },
            { name: 'срок годности, мес', value1: '36', value2: '36' },
        ] 
    },
    { 
        title: 'Classic', 
        skills: 'asdasdasdasdasd', 
        img: project09, 
        imgBig: project09Big, 
        description: 'Средства для укладки волос', 
        features: [ 
            '► Оптимален для всех типов волос;', 
            '► Устойчивая фиксация при любой погоде;', 
            '► Не приводит к истощению волос;', 
            '► Придает дополнительный блеск;', 
            '► Качество распыления, не отягощающее и склеивающее волосы;', 
            '► Легко удаляется с поверхности волос.',
        ], 
        assortment: [ 
            'Лак для волос «Classic» ультрасильной фиксации;', 
            'Лак для волос «Classic» сильной фиксации;', 
            'Мусс для волос «Classic» сильной фиксации;', 
        ], 
        specs: [ 
            { name: '', value1: 'ЛАК', value2: 'МУСС' }, 
            { name: 'обьем, мл', value1: '250', value2: '180' },
            { name: 'кол-во в коробе, шт', value1: '24', value2: '24' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '12' }, 
            { name: 'вес короба, кг', value1: '6,3', value2: '5,23' }, 
            { name: 'габариты короба, мм', value1: '320х220х240', value2: '280х190х240' },
            { name: 'размер баллона, мм (DхH)', value1: '52х235', value2: '45х235' },
            { name: 'срок годности, мес', value1: '24', value2: '24' },
        ] 
    },
{ 
        title: 'TIARA', 
        skills: 'asdasdasdasdasd', 
        img: project10, 
        imgBig: project10Big, 
        description: 'Средства для укладки волос', 
        features: [ 
            '► Оптимальная фиксация нормальных, сухих и тонких волос средней длинны;', 
            '► Без эффекта склеивания волос;', 
            '► Придает дополнительный блеск;', 
            '► Безопасен! Отсутствуют запрещенные пластификаторы;', 
            '► Максимальная степень чистоты компонентов;', 
            '► Легко удаляется с поверхности волос;', 
            '► Оптимален для ежедневного использования;',
        ], 
        assortment: [ 
            'Лак для волос «Tiara Volume» ультрасильной фиксации', 
            'Лак для волос «Tiara Volume» сильной фиксации',
            'Мусс для волос «Tiara Volume» ультрасильной фиксации',
        ], 
        specs: [ 
            { name: '', value1: 'ЛАК', value2: 'МУСС' }, 
            { name: 'обьем, мл', value1: '180', value2: '150' },
            { name: 'кол-во в коробе, шт', value1: '24', value2: '48' }, 
            { name: 'кол-во в спайке, шт', value1: '12', value2: '24' }, 
            { name: 'вес короба, кг', value1: '4,4', value2: '9,1' }, 
            { name: 'габариты короба, мм', value1: '320х220х210', value2: '370х220х195' },
            { name: 'размер баллона, мм (DхH)', value1: '52х195', value2: '45х185' },
            { name: 'срок годности, мес', value1: '24', value2: '24' },
        ] 
    },
    
    
    // Другие проекты...
];

export { projects };